Repository: liyafe1997/dlna-screen-cast
Catalog: src/DesktopDlnaCast.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, my_mm, nb_no, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# WindowTitle
source: DLNA Screen Cast
ar: بث الشاشة عبر DLNA
da: DLNA-skærmcasting
de: DLNA-Bildschirmübertragung
el: Μετάδοση οθόνης DLNA
es: Transmisión de pantalla DLNA
fi: DLNA-näytön suoratoisto
fr: Diffusion d’écran DLNA
he: שידור מסך DLNA
hi: DLNA स्क्रीन कास्ट
hu: DLNA képernyőközvetítés
id: Transmisi Layar DLNA
it: Trasmissione schermo DLNA
ja: DLNA スクリーンキャスト
ko: DLNA 화면 캐스트
ms: Pencerminan Skrin DLNA
my_mm: DLNA မျက်နှာပြင်ထုတ်လွှင့်မှု
nb_no: DLNA-skjermcasting
pl: Przesyłanie ekranu DLNA
pt_br: Transmissão de Tela DLNA
ru: Трансляция экрана DLNA
sv: DLNA-skärmspegling
th: ส่งหน้าจอผ่าน DLNA
tr: DLNA Ekran Yansıtma
uk: Трансляція екрана DLNA
vi: Truyền màn hình DLNA
zh_hans: DLNA 投屏
zh_hant: DLNA 螢幕投放

# RefreshDevicesButton.Content
source: Refresh devices
ar: تحديث الأجهزة
da: Opdater enheder
de: Geräte aktualisieren
el: Ανανέωση συσκευών
es: Actualizar dispositivos
fi: Päivitä laitteet
fr: Actualiser les appareils
he: רענן מכשירים
hi: डिवाइस रीफ़्रेश करें
hu: Eszközök frissítése
id: Segarkan perangkat
it: Aggiorna dispositivi
ja: デバイスを更新
ko: 장치 새로 고침
ms: Muat semula peranti
my_mm: စက်များကို ပြန်ရှာရန်
nb_no: Oppdater enheter
pl: Odśwież urządzenia
pt_br: Atualizar dispositivos
ru: Обновить устройства
sv: Uppdatera enheter
th: รีเฟรชอุปกรณ์
tr: Cihazları yenile
uk: Оновити пристрої
vi: Làm mới thiết bị
zh_hans: 刷新设备
zh_hant: 重新整理裝置

# TestRendererButton.Content
source: Test renderer
ar: اختبار جهاز العرض
da: Test afspilleren
de: Wiedergabegerät testen
el: Δοκιμή συσκευής
es: Probar reproductor
fi: Testaa toistolaitetta
fr: Tester le lecteur
he: בדוק את הנגן
hi: प्लेयर का परीक्षण करें
hu: Lejátszó tesztelése
id: Uji perangkat pemutar
it: Prova lettore
ja: 再生デバイスをテスト
ko: 재생 장치 테스트
ms: Uji peranti pemain
my_mm: ဖွင့်စက်ကို စမ်းသပ်ရန်
nb_no: Test avspilleren
pl: Testuj odtwarzacz
pt_br: Testar reprodutor
ru: Проверить проигрыватель
sv: Testa spelare
th: ทดสอบอุปกรณ์เล่น
tr: Oynatıcıyı test et
uk: Перевірити пристрій
vi: Kiểm tra thiết bị phát
zh_hans: 测试电视
zh_hant: 測試電視

# StopButton.Content
source: Stop
ar: إيقاف
de: Stopp
el: Διακοπή
es: Detener
fi: Pysäytä
fr: Arrêter
he: עצור
hi: रोकें
hu: Leállítás
id: Berhenti
it: Interrompi
ja: 停止
ko: 중지
ms: Berhenti
my_mm: ရပ်ရန်
nb_no: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sv: Stoppa
th: หยุด
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# SessionStatusLabel.Text
source: Session status
ar: حالة الجلسة
da: Sessionsstatus
de: Sitzungsstatus
el: Κατάσταση περιόδου
es: Estado de la sesión
fi: Istunnon tila
fr: État de la session
he: מצב הפעלה
hi: सत्र की स्थिति
hu: Munkamenet állapota
id: Status sesi
it: Stato della sessione
ja: セッションの状態
ko: 세션 상태
ms: Status sesi
my_mm: ဆက်ရှင်အခြေအနေ
nb_no: Øktstatus
pl: Stan sesji
pt_br: Status da sessão
ru: Состояние сеанса
sv: Sessionsstatus
th: สถานะเซสชัน
tr: Oturum durumu
uk: Стан сеансу
vi: Trạng thái phiên
zh_hans: 会话状态
zh_hant: 工作階段狀態

# DiscoveryStarted
source: Searching the local network for DLNA renderers…
ar: جارٍ البحث عن أجهزة عرض DLNA في الشبكة المحلية…
da: Søger efter DLNA-afspillere på lokalnetværket…
de: Im lokalen Netzwerk wird nach DLNA-Wiedergabegeräten gesucht…
el: Αναζήτηση συσκευών αναπαραγωγής DLNA στο τοπικό δίκτυο…
es: Buscando reproductores DLNA en la red local…
fi: Etsitään DLNA-toistolaitteita lähiverkosta…
fr: Recherche de lecteurs DLNA sur le réseau local…
he: מחפש נגני DLNA ברשת המקומית…
hi: स्थानीय नेटवर्क में DLNA प्लेयर खोजे जा रहे हैं…
hu: DLNA-lejátszók keresése a helyi hálózaton…
id: Mencari perangkat pemutar DLNA di jaringan lokal…
it: Ricerca di lettori DLNA nella rete locale…
ja: ローカルネットワークで DLNA 再生デバイスを検索しています…
ko: 로컬 네트워크에서 DLNA 재생 장치를 검색하는 중…
ms: Mencari peranti pemain DLNA dalam rangkaian setempat…
my_mm: ဒေသတွင်းကွန်ရက်တွင် DLNA ဖွင့်စက်များကို ရှာဖွေနေသည်…
nb_no: Søker etter DLNA-avspillere på lokalnettverket…
pl: Wyszukiwanie odtwarzaczy DLNA w sieci lokalnej…
pt_br: Procurando reprodutores DLNA na rede local…
ru: Поиск проигрывателей DLNA в локальной сети…
sv: Söker efter DLNA-spelare i det lokala nätverket…
th: กำลังค้นหาอุปกรณ์เล่น DLNA ในเครือข่ายภายใน…
tr: Yerel ağda DLNA oynatıcıları aranıyor…
uk: Пошук пристроїв відтворення DLNA в локальній мережі…
vi: Đang tìm thiết bị phát DLNA trong mạng cục bộ…
zh_hans: 正在局域网中搜索 DLNA 播放设备…
zh_hant: 正在區域網路中搜尋 DLNA 播放裝置…

# DiscoveryCompleted
source: Discovery completed. Found {0} renderer(s).
ar: اكتمل البحث. تم العثور على {0} من أجهزة العرض.
da: Søgning fuldført. Fandt {0} afspiller(e).
de: Suche abgeschlossen. {0} Wiedergabegerät(e) gefunden.
el: Η αναζήτηση ολοκληρώθηκε. Βρέθηκαν {0} συσκευές.
es: Búsqueda completada. Se encontraron {0} reproductores.
fi: Haku valmis. Löydettiin {0} toistolaitetta.
fr: Recherche terminée. {0} lecteur(s) trouvé(s).
he: החיפוש הושלם. נמצאו {0} נגנים.
hi: खोज पूरी हुई। {0} प्लेयर मिले।
hu: A keresés befejeződött. {0} lejátszó található.
id: Pencarian selesai. Ditemukan {0} perangkat pemutar.
it: Ricerca completata. Trovati {0} lettori.
ja: 検索が完了しました。{0} 台の再生デバイスが見つかりました。
ko: 검색이 완료되었습니다. 재생 장치 {0}개를 찾았습니다.
ms: Carian selesai. {0} peranti pemain ditemui.
my_mm: ရှာဖွေမှုပြီးပါပြီ။ ဖွင့်စက် {0} ခု တွေ့ရှိသည်။
nb_no: Søket er fullført. Fant {0} avspiller(e).
pl: Wyszukiwanie zakończone. Znaleziono urządzeń: {0}.
pt_br: Busca concluída. {0} reprodutor(es) encontrado(s).
ru: Поиск завершен. Найдено проигрывателей: {0}.
sv: Sökningen är klar. Hittade {0} spelare.
th: ค้นหาเสร็จแล้ว พบอุปกรณ์เล่น {0} เครื่อง
tr: Arama tamamlandı. {0} oynatıcı bulundu.
uk: Пошук завершено. Знайдено пристроїв: {0}.
vi: Đã tìm xong. Tìm thấy {0} thiết bị phát.
zh_hans: 搜索完成，共发现 {0} 个播放设备。
zh_hant: 搜尋完成，共找到 {0} 個播放裝置。

# OperationCanceled
source: The operation was canceled.
ar: تم إلغاء العملية.
da: Handlingen blev annulleret.
de: Der Vorgang wurde abgebrochen.
el: Η λειτουργία ακυρώθηκε.
es: Se canceló la operación.
fi: Toiminto peruutettiin.
fr: L’opération a été annulée.
he: הפעולה בוטלה.
hi: कार्रवाई रद्द कर दी गई।
hu: A művelet megszakítva.
id: Operasi dibatalkan.
it: L’operazione è stata annullata.
ja: 操作はキャンセルされました。
ko: 작업이 취소되었습니다.
ms: Operasi telah dibatalkan.
my_mm: လုပ်ဆောင်ချက်ကို ပယ်ဖျက်လိုက်သည်။
nb_no: Handlingen ble avbrutt.
pl: Operacja została anulowana.
pt_br: A operação foi cancelada.
ru: Операция отменена.
sv: Åtgärden avbröts.
th: ยกเลิกการดำเนินการแล้ว
tr: İşlem iptal edildi.
uk: Операцію скасовано.
vi: Thao tác đã bị hủy.
zh_hans: 操作已取消。
zh_hant: 操作已取消。

# RendererTestSucceeded
source: The renderer requested the test stream and reported PLAYING.
ar: طلب جهاز العرض بث الاختبار وأبلغ عن الحالة PLAYING.
da: Afspilleren anmodede om teststreamen og rapporterede PLAYING.
de: Das Wiedergabegerät hat den Teststream angefordert und den Status PLAYING gemeldet.
el: Η συσκευή ζήτησε τη δοκιμαστική ροή και ανέφερε PLAYING.
es: El reproductor solicitó la transmisión de prueba y notificó el estado PLAYING.
fi: Toistolaite pyysi testivirtaa ja ilmoitti tilaksi PLAYING.
fr: Le lecteur a demandé le flux de test et signalé l’état PLAYING.
he: הנגן ביקש את זרם הבדיקה ודיווח על מצב PLAYING.
hi: प्लेयर ने परीक्षण स्ट्रीम का अनुरोध किया और PLAYING स्थिति की सूचना दी।
hu: A lejátszó lekérte a tesztadatfolyamot, és PLAYING állapotot jelzett.
id: Perangkat pemutar meminta streaming uji dan melaporkan status PLAYING.
it: Il lettore ha richiesto il flusso di prova e ha segnalato lo stato PLAYING.
ja: 再生デバイスがテストストリームを要求し、PLAYING 状態を報告しました。
ko: 재생 장치가 테스트 스트림을 요청하고 PLAYING 상태를 보고했습니다.
ms: Peranti pemain meminta strim ujian dan melaporkan status PLAYING.
my_mm: ဖွင့်စက်သည် စမ်းသပ်စီးကြောင်းကို တောင်းဆိုပြီး PLAYING အခြေအနေကို ပြန်ကြားခဲ့သည်။
nb_no: Avspilleren ba om teststrømmen og rapporterte PLAYING.
pl: Odtwarzacz zażądał strumienia testowego i zgłosił stan PLAYING.
pt_br: O reprodutor solicitou o stream de teste e informou o estado PLAYING.
ru: Проигрыватель запросил тестовый поток и сообщил о состоянии PLAYING.
sv: Spelaren begärde testströmmen och rapporterade PLAYING.
th: อุปกรณ์เล่นร้องขอสตรีมทดสอบและรายงานสถานะ PLAYING แล้ว
tr: Oynatıcı test akışını istedi ve PLAYING durumunu bildirdi.
uk: Пристрій запросив тестовий потік і повідомив стан PLAYING.
vi: Thiết bị phát đã yêu cầu luồng thử nghiệm và báo trạng thái PLAYING.
zh_hans: 播放设备已请求测试流并报告 PLAYING 状态。
zh_hant: 播放裝置已要求測試串流並回報 PLAYING 狀態。

# OperationFailed
source: The operation failed. Review the structured log for details.
ar: فشلت العملية. راجع السجل المنظم للحصول على التفاصيل.
da: Handlingen mislykkedes. Se den strukturerede log for detaljer.
de: Der Vorgang ist fehlgeschlagen. Details finden Sie im strukturierten Protokoll.
el: Η λειτουργία απέτυχε. Ελέγξτε το δομημένο αρχείο καταγραφής.
es: La operación falló. Revise el registro estructurado para obtener más detalles.
fi: Toiminto epäonnistui. Katso lisätiedot rakenteisesta lokista.
fr: L’opération a échoué. Consultez le journal structuré pour plus de détails.
he: הפעולה נכשלה. עיין ביומן המובנה לקבלת פרטים.
hi: कार्रवाई विफल रही। विवरण के लिए संरचित लॉग देखें।
hu: A művelet nem sikerült. A részletekért tekintse meg a strukturált naplót.
id: Operasi gagal. Periksa log terstruktur untuk detailnya.
it: Operazione non riuscita. Consulta il log strutturato per i dettagli.
ja: 操作に失敗しました。詳細は構造化ログを確認してください。
ko: 작업에 실패했습니다. 자세한 내용은 구조화된 로그를 확인하세요.
ms: Operasi gagal. Semak log berstruktur untuk maklumat lanjut.
my_mm: လုပ်ဆောင်ချက် မအောင်မြင်ပါ။ အသေးစိတ်အတွက် ဖွဲ့စည်းပုံပါ မှတ်တမ်းကို စစ်ဆေးပါ။
nb_no: Handlingen mislyktes. Se den strukturerte loggen for detaljer.
pl: Operacja nie powiodła się. Szczegóły znajdują się w dzienniku strukturalnym.
pt_br: A operação falhou. Consulte o log estruturado para obter detalhes.
ru: Операция не выполнена. Подробности см. в структурированном журнале.
sv: Åtgärden misslyckades. Se den strukturerade loggen för mer information.
th: การดำเนินการล้มเหลว โปรดตรวจสอบบันทึกแบบมีโครงสร้างเพื่อดูรายละเอียด
tr: İşlem başarısız oldu. Ayrıntılar için yapılandırılmış günlüğe bakın.
uk: Не вдалося виконати операцію. Перегляньте структурований журнал.
vi: Thao tác không thành công. Hãy xem nhật ký có cấu trúc để biết chi tiết.
zh_hans: 操作失败，请查看结构化日志了解详情。
zh_hant: 操作失敗，請檢視結構化記錄以瞭解詳情。

# NativeRuntimeMissing
source: The native media component or an FFmpeg dependency is missing. Build native-x64-release as described in docs/native-build.md, then rebuild and start the app.
ar: المكوّن الأصلي للوسائط أو أحد تبعيات FFmpeg مفقود. قم ببناء native-x64-release كما هو موضح في docs/native-build.md، ثم أعد بناء التطبيق وابدأ تشغيله.
da: Den oprindelige mediekomponent eller en FFmpeg-afhængighed mangler. Byg native-x64-release som beskrevet i docs/native-build.md, og genopbyg og start derefter appen.
de: Die native Medienkomponente oder eine FFmpeg-Abhängigkeit fehlt. Erstellen Sie native-x64-release wie in docs/native-build.md beschrieben, und erstellen und starten Sie die App anschließend neu.
el: Λείπει το εγγενές στοιχείο πολυμέσων ή μια εξάρτηση FFmpeg. Δημιουργήστε το native-x64-release σύμφωνα με το docs/native-build.md και έπειτα δημιουργήστε και εκκινήστε ξανά την εφαρμογή.
es: Falta el componente multimedia nativo o una dependencia de FFmpeg. Compile native-x64-release como se describe en docs/native-build.md y, a continuación, recompile e inicie la aplicación.
fi: Natiivi mediakomponentti tai FFmpeg-riippuvuus puuttuu. Koosta native-x64-release ohjeen docs/native-build.md mukaan ja koosta sekä käynnistä sovellus uudelleen.
fr: Le composant multimédia natif ou une dépendance FFmpeg est manquant. Compilez native-x64-release comme décrit dans docs/native-build.md, puis regénérez et démarrez l’application.
he: רכיב המדיה המקורי או תלות של FFmpeg חסרים. בנה את native-x64-release כמתואר ב-docs/native-build.md, ולאחר מכן בנה מחדש והפעל את האפליקציה.
hi: नेटिव मीडिया घटक या कोई FFmpeg निर्भरता मौजूद नहीं है। docs/native-build.md में बताए अनुसार native-x64-release बनाएँ, फिर ऐप को दोबारा बनाकर शुरू करें।
hu: Hiányzik a natív médiakomponens vagy egy FFmpeg-függőség. Készítse el a native-x64-release összeállítást a docs/native-build.md szerint, majd építse újra és indítsa el az alkalmazást.
id: Komponen media native atau dependensi FFmpeg tidak ditemukan. Bangun native-x64-release seperti dijelaskan di docs/native-build.md, lalu bangun ulang dan jalankan aplikasi.
it: Manca il componente multimediale nativo o una dipendenza FFmpeg. Compila native-x64-release come descritto in docs/native-build.md, quindi ricompila e avvia l’app.
ja: ネイティブメディアコンポーネントまたは FFmpeg の依存関係が見つかりません。docs/native-build.md の手順に従って native-x64-release をビルドしてから、アプリを再ビルドして起動してください。
ko: 네이티브 미디어 구성 요소 또는 FFmpeg 종속성이 없습니다. docs/native-build.md의 설명에 따라 native-x64-release를 빌드한 다음 앱을 다시 빌드하고 시작하세요.
ms: Komponen media natif atau kebergantungan FFmpeg tiada. Bina native-x64-release seperti yang diterangkan dalam docs/native-build.md, kemudian bina semula dan mulakan aplikasi.
my_mm: မူရင်းမီဒီယာအစိတ်အပိုင်း သို့မဟုတ် FFmpeg မှီခိုမှု မရှိပါ။ docs/native-build.md အတိုင်း native-x64-release ကို တည်ဆောက်ပြီး အက်ပ်ကို ပြန်လည်တည်ဆောက်ဖွင့်ပါ။
nb_no: Den innebygde mediekomponenten eller en FFmpeg-avhengighet mangler. Bygg native-x64-release som beskrevet i docs/native-build.md, og bygg og start deretter appen på nytt.
pl: Brakuje natywnego składnika multimediów lub zależności FFmpeg. Zbuduj native-x64-release zgodnie z docs/native-build.md, a następnie ponownie zbuduj i uruchom aplikację.
pt_br: O componente de mídia nativo ou uma dependência do FFmpeg está ausente. Compile native-x64-release conforme descrito em docs/native-build.md e, em seguida, recompile e inicie o aplicativo.
ru: Отсутствует нативный медиакомпонент или зависимость FFmpeg. Соберите native-x64-release, как описано в docs/native-build.md, затем пересоберите и запустите приложение.
sv: Den inbyggda mediekomponenten eller ett FFmpeg-beroende saknas. Bygg native-x64-release enligt docs/native-build.md, bygg sedan om och starta appen.
th: ไม่พบคอมโพเนนต์สื่อแบบเนทีฟหรือส่วนประกอบ FFmpeg โปรดสร้าง native-x64-release ตาม docs/native-build.md แล้วสร้างและเปิดแอปอีกครั้ง
tr: Yerel medya bileşeni veya bir FFmpeg bağımlılığı eksik. docs/native-build.md içinde açıklandığı gibi native-x64-release derlemesini yapın, ardından uygulamayı yeniden derleyip başlatın.
uk: Відсутній нативний медіакомпонент або залежність FFmpeg. Зберіть native-x64-release за інструкцією в docs/native-build.md, а потім перебудуйте й запустіть програму.
vi: Thiếu thành phần phương tiện gốc hoặc phần phụ thuộc FFmpeg. Hãy dựng native-x64-release theo hướng dẫn trong docs/native-build.md, sau đó dựng lại và khởi động ứng dụng.
zh_hans: 缺少原生媒体组件或 FFmpeg 依赖。请先按 docs/native-build.md 构建 native-x64-release，然后重新生成并启动应用。
zh_hant: 缺少原生媒體元件或 FFmpeg 相依項目。請先依照 docs/native-build.md 建置 native-x64-release，然後重新建置並啟動應用程式。

# CastState_Idle
source: Idle
ar: خامل
da: Inaktiv
de: Leerlauf
el: Αδράνεια
es: Inactivo
fi: Valmiina
fr: Inactif
he: לא פעיל
hi: निष्क्रिय
hu: Tétlen
id: Tidak aktif
it: Inattivo
ja: 待機中
ko: 대기
ms: Melahu
my_mm: အသင့်
nb_no: Inaktiv
pl: Bezczynny
pt_br: Ocioso
ru: Ожидание
sv: Inaktiv
th: ว่าง
tr: Boşta
uk: Бездіяльність
vi: Chờ
zh_hans: 空闲
zh_hant: 閒置

# CastState_Discovering
source: Discovering devices
ar: جارٍ البحث عن الأجهزة
da: Søger efter enheder
de: Geräte werden gesucht
el: Αναζήτηση συσκευών
es: Buscando dispositivos
fi: Etsitään laitteita
fr: Recherche des appareils
he: מחפש מכשירים
hi: डिवाइस खोजे जा रहे हैं
hu: Eszközök keresése
id: Mencari perangkat
it: Ricerca dei dispositivi
ja: デバイスを検索中
ko: 장치 검색 중
ms: Mencari peranti
my_mm: စက်များကို ရှာဖွေနေသည်
nb_no: Søker etter enheter
pl: Wyszukiwanie urządzeń
pt_br: Procurando dispositivos
ru: Поиск устройств
sv: Söker efter enheter
th: กำลังค้นหาอุปกรณ์
tr: Cihazlar aranıyor
uk: Пошук пристроїв
vi: Đang tìm thiết bị
zh_hans: 正在发现设备
zh_hant: 正在探索裝置

# CastState_ProbingRenderer
source: Checking renderer capabilities
ar: جارٍ التحقق من إمكانيات جهاز العرض
da: Kontrollerer afspillerens funktioner
de: Funktionen des Wiedergabegeräts werden geprüft
el: Έλεγχος δυνατοτήτων συσκευής
es: Comprobando las capacidades del reproductor
fi: Tarkistetaan toistolaitteen ominaisuuksia
fr: Vérification des capacités du lecteur
he: בודק את יכולות הנגן
hi: प्लेयर की क्षमताएँ जाँची जा रही हैं
hu: Lejátszó képességeinek ellenőrzése
id: Memeriksa kemampuan perangkat pemutar
it: Verifica delle funzionalità del lettore
ja: 再生デバイスの機能を確認中
ko: 재생 장치 기능 확인 중
ms: Menyemak keupayaan peranti pemain
my_mm: ဖွင့်စက်၏ စွမ်းဆောင်ရည်ကို စစ်ဆေးနေသည်
nb_no: Kontrollerer avspillerens funksjoner
pl: Sprawdzanie możliwości odtwarzacza
pt_br: Verificando os recursos do reprodutor
ru: Проверка возможностей проигрывателя
sv: Kontrollerar spelarens funktioner
th: กำลังตรวจสอบความสามารถของอุปกรณ์เล่น
tr: Oynatıcı özellikleri denetleniyor
uk: Перевірка можливостей пристрою
vi: Đang kiểm tra khả năng của thiết bị phát
zh_hans: 正在探测播放设备能力
zh_hant: 正在偵測播放裝置功能

# CastState_StartingMediaPipeline
source: Starting media pipeline
ar: جارٍ بدء مسار الوسائط
da: Starter mediepipeline
de: Medienpipeline wird gestartet
el: Εκκίνηση ροής πολυμέσων
es: Iniciando la canalización multimedia
fi: Käynnistetään mediaputkea
fr: Démarrage du pipeline multimédia
he: מפעיל את צינור המדיה
hi: मीडिया पाइपलाइन शुरू की जा रही है
hu: Médiafolyamat indítása
id: Memulai alur media
it: Avvio della pipeline multimediale
ja: メディアパイプラインを起動中
ko: 미디어 파이프라인 시작 중
ms: Memulakan saluran media
my_mm: မီဒီယာလုပ်ငန်းစဉ်ကို စတင်နေသည်
nb_no: Starter medieforløpet
pl: Uruchamianie potoku multimediów
pt_br: Iniciando o pipeline de mídia
ru: Запуск медиаконвейера
sv: Startar mediepipelinen
th: กำลังเริ่มไปป์ไลน์สื่อ
tr: Medya işlem hattı başlatılıyor
uk: Запуск медіаконвеєра
vi: Đang khởi động đường ống phương tiện
zh_hans: 正在启动媒体流水线
zh_hant: 正在啟動媒體管線

# CastState_WaitingForKeyframe
source: Waiting for a keyframe
ar: في انتظار إطار رئيسي
da: Venter på en keyframe
de: Warten auf ein Keyframe
el: Αναμονή βασικού καρέ
es: Esperando un fotograma clave
fi: Odotetaan avainruutua
fr: En attente d’une image clé
he: ממתין לפריים מפתח
hi: कीफ़्रेम की प्रतीक्षा की जा रही है
hu: Várakozás kulcsképkockára
id: Menunggu keyframe
it: In attesa di un fotogramma chiave
ja: キーフレームを待機中
ko: 키 프레임 대기 중
ms: Menunggu bingkai kunci
my_mm: ကီးဖရိမ်ကို စောင့်နေသည်
nb_no: Venter på nøkkelbilde
pl: Oczekiwanie na klatkę kluczową
pt_br: Aguardando um quadro-chave
ru: Ожидание ключевого кадра
sv: Väntar på en nyckelbildruta
th: กำลังรอคีย์เฟรม
tr: Anahtar kare bekleniyor
uk: Очікування ключового кадру
vi: Đang chờ khung hình chính
zh_hans: 正在等待关键帧
zh_hant: 正在等待關鍵影格

# CastState_Publishing
source: Publishing stream
ar: جارٍ نشر البث
da: Udgiver stream
de: Stream wird veröffentlicht
el: Δημοσίευση ροής
es: Publicando la transmisión
fi: Julkaistaan virtaa
fr: Publication du flux
he: מפרסם את הזרם
hi: स्ट्रीम प्रकाशित की जा रही है
hu: Adatfolyam közzététele
id: Memublikasikan streaming
it: Pubblicazione del flusso
ja: ストリームを配信中
ko: 스트림 게시 중
ms: Menerbitkan strim
my_mm: စီးကြောင်းကို ထုတ်လွှင့်နေသည်
nb_no: Publiserer strøm
pl: Publikowanie strumienia
pt_br: Publicando o stream
ru: Публикация потока
sv: Publicerar strömmen
th: กำลังเผยแพร่สตรีม
tr: Akış yayımlanıyor
uk: Публікація потоку
vi: Đang phát hành luồng
zh_hans: 正在发布媒体流
zh_hant: 正在發佈串流

# CastState_SendingTransportUri
source: Sending stream address
ar: جارٍ إرسال عنوان البث
da: Sender streamadresse
de: Streamadresse wird gesendet
el: Αποστολή διεύθυνσης ροής
es: Enviando la dirección de la transmisión
fi: Lähetetään virran osoitetta
fr: Envoi de l’adresse du flux
he: שולח את כתובת הזרם
hi: स्ट्रीम का पता भेजा जा रहा है
hu: Adatfolyam címének küldése
id: Mengirim alamat streaming
it: Invio dell’indirizzo del flusso
ja: ストリームアドレスを送信中
ko: 스트림 주소 전송 중
ms: Menghantar alamat strim
my_mm: စီးကြောင်းလိပ်စာကို ပို့နေသည်
nb_no: Sender strømadresse
pl: Wysyłanie adresu strumienia
pt_br: Enviando o endereço do stream
ru: Отправка адреса потока
sv: Skickar strömadressen
th: กำลังส่งที่อยู่สตรีม
tr: Akış adresi gönderiliyor
uk: Надсилання адреси потоку
vi: Đang gửi địa chỉ luồng
zh_hans: 正在发送媒体地址
zh_hant: 正在傳送串流位址

# CastState_StartingPlayback
source: Starting playback
ar: جارٍ بدء التشغيل
da: Starter afspilning
de: Wiedergabe wird gestartet
el: Έναρξη αναπαραγωγής
es: Iniciando la reproducción
fi: Käynnistetään toistoa
fr: Démarrage de la lecture
he: מתחיל ניגון
hi: प्लेबैक शुरू किया जा रहा है
hu: Lejátszás indítása
id: Memulai pemutaran
it: Avvio della riproduzione
ja: 再生を開始中
ko: 재생 시작 중
ms: Memulakan main balik
my_mm: ဖွင့်ခြင်းကို စတင်နေသည်
nb_no: Starter avspilling
pl: Uruchamianie odtwarzania
pt_br: Iniciando a reprodução
ru: Запуск воспроизведения
sv: Startar uppspelningen
th: กำลังเริ่มเล่น
tr: Oynatma başlatılıyor
uk: Запуск відтворення
vi: Đang bắt đầu phát
zh_hans: 正在启动播放
zh_hant: 正在開始播放

# CastState_Playing
source: Playing
ar: قيد التشغيل
da: Afspiller
de: Wiedergabe läuft
el: Αναπαραγωγή
es: Reproduciendo
fi: Toistetaan
fr: Lecture en cours
he: מנגן
hi: चल रहा है
hu: Lejátszás
id: Sedang diputar
it: In riproduzione
ja: 再生中
ko: 재생 중
ms: Sedang dimainkan
my_mm: ဖွင့်နေသည်
nb_no: Spiller av
pl: Odtwarzanie
pt_br: Reproduzindo
ru: Воспроизведение
sv: Spelar upp
th: กำลังเล่น
tr: Oynatılıyor
uk: Відтворення
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

# CastState_Stopping
source: Stopping
ar: جارٍ الإيقاف
da: Stopper
de: Wird gestoppt
el: Διακοπή
es: Deteniendo
fi: Pysäytetään
fr: Arrêt en cours
he: עוצר
hi: रोका जा रहा है
hu: Leállítás
id: Menghentikan
it: Interruzione in corso
ja: 停止中
ko: 중지하는 중
ms: Menghentikan
my_mm: ရပ်နေသည်
nb_no: Stopper
pl: Zatrzymywanie
pt_br: Parando
ru: Остановка
sv: Stoppar
th: กำลังหยุด
tr: Durduruluyor
uk: Зупинення
vi: Đang dừng
zh_hans: 正在停止
zh_hant: 正在停止

# CastState_Faulted
source: Failed
ar: فشل
da: Mislykkedes
de: Fehlgeschlagen
el: Αποτυχία
es: Error
fi: Epäonnistui
fr: Échec
he: נכשל
hi: विफल
hu: Sikertelen
id: Gagal
it: Errore
ja: 失敗
ko: 실패
ms: Gagal
my_mm: မအောင်မြင်ပါ
nb_no: Mislyktes
pl: Niepowodzenie
pt_br: Falha
ru: Сбой
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# StartCastButton.Content
source: Start casting
ar: بدء البث
de: Übertragung starten
el: Έναρξη μετάδοσης
es: Iniciar transmisión
fi: Aloita suoratoisto
fr: Démarrer la diffusion
he: התחל שידור
hi: कास्ट शुरू करें
hu: Közvetítés indítása
id: Mulai transmisi
it: Avvia trasmissione
ja: キャストを開始
ko: 캐스트 시작
ms: Mulakan pencerminan
my_mm: ထုတ်လွှင့်မှု စတင်ရန်
pl: Rozpocznij przesyłanie
pt_br: Iniciar transmissão
ru: Начать трансляцию
sv: Starta spegling
th: เริ่มส่งหน้าจอ
tr: Yansıtmayı başlat
uk: Почати трансляцію
vi: Bắt đầu truyền
zh_hans: 开始投放
zh_hant: 開始投放

# DeviceListLabel.Text
source: Renderer device
ar: جهاز العرض
da: Afspilningsenhed
de: Wiedergabegerät
el: Συσκευή αναπαραγωγής
es: Dispositivo reproductor
fi: Toistolaite
fr: Lecteur
he: מכשיר נגן
hi: प्लेयर डिवाइस
hu: Lejátszóeszköz
id: Perangkat pemutar
it: Lettore
ja: 再生デバイス
ko: 재생 장치
ms: Peranti pemain
my_mm: ဖွင့်စက်
nb_no: Avspillingsenhet
pl: Urządzenie odtwarzające
pt_br: Dispositivo reprodutor
ru: Проигрыватель
sv: Uppspelningsenhet
th: อุปกรณ์เล่น
tr: Oynatıcı cihaz
uk: Пристрій відтворення
vi: Thiết bị phát
zh_hans: 播放设备
zh_hant: 播放裝置
